neiaHsing/stm32-filament-dryer/esp32_gateway/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32"
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_HTTPD_WS_SUPPORT=y
CONFIG_ESP_MAIN_TASK_STACK_SIZE=4096
CONFIG_COMPILER_OPTIMIZATION_SIZE=y
CONFIG_ESP32_DEFAULT_CPU_FREQ_160=y
CONFIG_GATEWAY_WIFI_SSID=""
CONFIG_GATEWAY_WIFI_PASSWORD=""
CONFIG_GATEWAY_WIFI_DEFAULTS_REVISION=2
